[
    {
        "day":  1,
        "country":  "Pakistan",
        "title":  "Street Cricket in Lahore",
        "wiki":  "https://en.wikipedia.org/wiki/Tape_ball",
        "text":  "I am standing on a dusty street corner in Lahore, and I am right under the shade of an old Neem tree. Every evening, we turn this street into our stadium. We use a tennis ball wrapped in electrical tape, which we call a tape ball because it swings more. I bowl fast and aim for the plastic crate we use as a wicket. The game stops when a rickshaw passes and honks loudly, but nobody minds the interruption. This is our daily ritual of laughter and pure passion for cricket.",
        "wikiSearch":  "Tape ball"
    },
    {
        "day":  2,
        "country":  "Benin",
        "title":  "Morning Market in Parakou",
        "wiki":  "https://en.wikipedia.org/wiki/Parakou",
        "text":  "I am walking through the busy morning market in Parakou, which is a vibrant city in northern Benin. The sun is already warm, and the air smells of fresh yams and roasted peanuts. Parakou is known as the commercial heart of the north because traders come from many villages to sell their goods here. I stop at a stall run by a woman from the Bariba tribe, and she is selling colorful woven baskets. The sounds of bargaining and laughter fill the air. I buy some fresh mangoes for breakfast, and the sweet juice drips down my chin as I walk home through the red dust streets.",
        "wikiSearch":  "Parakou"
    },
    {
        "day":  3,
        "country":  "Afghanistan",
        "title":  "The Village Tandoor",
        "wiki":  "https://en.wikipedia.org/wiki/Tandoor",
        "text":  "I am leaning against the warm clay wall of our community tandoor in the Panjshir Valley. The mountains around us are high and capped with snow, and they look like sleeping giants in the distance. We do not buy bread from a factory because we make it right in this deep clay oven instead. I watch the women slap the dough against the hot walls with their bare hands, and I wonder how they can handle such heat. In minutes, the bread puffs up and becomes golden and bubbling, and the smell of fresh naan drifting through the cold air is the best perfume in the world.",
        "wikiSearch":  "Tandoor"
    },
    {
        "day":  4,
        "country":  "Morocco",
        "title":  "Rooftop Mint Tea",
        "wiki":  "https://en.wikipedia.org/wiki/Maghrebi_mint_tea",
        "text":  "I am sitting on a colorful tiled rooftop in the middle of the Fez Medina. Below me, the narrow streets form a maze, and I can smell the leather tanneries from here. Up on the rooftop, it is peaceful. Serving tea is an art form in Morocco, and I carefully put fresh mint leaves and plenty of sugar into the silver pot. When the tea is ready, I lift the pot high above the glass and pour slowly, and I try not to spill a single drop. The goal is to create a thick foam, and this sweet and hot drink is our daily pause from the busy world below.",
        "wikiSearch":  "Maghrebi mint tea"
    },
    {
        "day":  5,
        "country":  "India",
        "title":  "Tram Ride in Kolkata",
        "wiki":  "https://en.wikipedia.org/wiki/Kolkata",
        "text":  "I am sitting inside an old tram that is rattling through the busy streets of Kolkata. This city is the only place in India where trams still run, and they have been operating since 1902. The tram moves slowly past the grand colonial buildings and the famous Howrah Bridge. Outside the window, I can see street vendors selling puchka, which is a crispy snack filled with spicy water. The sounds of the city mix with the clanging of the tram bell. Kolkata was once the capital of British India, and you can still feel the history in every corner of this beautiful and chaotic city.",
        "wikiSearch":  "Kolkata"
    },
    {
        "day":  6,
        "country":  "Vietnam",
        "title":  "Hanoi Street Pho",
        "wiki":  "https://en.wikipedia.org/wiki/Pho",
        "text":  "I am perched on a tiny blue plastic stool on a sidewalk in the Old Quarter of Hanoi, and this is my regular breakfast spot. Above me, the tangled electrical wires look like a messy bird\u0027s nest, and a Banyan tree pushes its roots through the cracked pavement nearby. The lady who runs this stall has been serving Pho for over twenty years, and her broth smells wonderfully of star anise and cinnamon, which are the essential spices in Vietnamese cooking. Motorcycles buzz past just inches from my elbow, and the noise is constant. However, when I am focused on this savory and steaming soup with its soft rice noodles and tender beef slices, I find my calm in the middle of the chaos. This simple bowl of Pho is how millions of Vietnamese people start their day, and I now understand why it is considered the national dish of this beautiful country.",
        "wikiSearch":  "Pho"
    },
    {
        "day":  7,
        "country":  "Turkey",
        "title":  "Simit by the Bosphorus",
        "wiki":  "https://en.wikipedia.org/wiki/Simit",
        "text":  "I am standing near the ferry terminal in Eminonu, which is one of the busiest and most historic districts of Istanbul, and I am watching the boats cross the famous Bosphorus strait that separates Europe from Asia. Across the shimmering water, the Galata Tower stands tall like a stone finger pointing at the cloudy morning sky. I hear the seller before I see him because he is shouting his familiar call of fresh Simit for sale. He carries a tower of sesame bread rings balanced perfectly on his head, which is a skill that takes years to master. I buy one for just a few coins, and it is wonderfully crunchy on the outside yet soft and chewy on the inside. Tearing off pieces of this traditional bread while dodging the seagulls who desperately want a bite has become my favorite morning ritual in this ancient city that straddles two continents.",
        "wikiSearch":  "Simit"
    },
    {
        "day":  8,
        "country":  "Mozambique",
        "title":  "Cashew Harvest in Nampula",
        "wiki":  "https://en.wikipedia.org/wiki/Nampula",
        "text":  "I am walking through the red dirt roads of Nampula, which is the largest city in northern Mozambique and is often called the Capital of the North. The air is warm and humid, and the smell of roasting cashews fills the neighborhood. Mozambique is one of the largest cashew producers in the world, and the harvest season brings the whole community together. I stop at a small stand where a woman from the Makua tribe, which is the largest ethnic group in Mozambique, is selling freshly roasted cashews. She speaks to me in Portuguese, which is the official language here because Mozambique was once a Portuguese colony. The cashews are warm and perfectly salted, and I buy a small bag to share with my friends. As I walk past the colonial era buildings with their faded yellow walls, I think about how this city blends African traditions with its Portuguese heritage.",
        "wikiSearch":  "Nampula"
    },
    {
        "day":  9,
        "country":  "India",
        "title":  "Chandni Chowk Market",
        "wiki":  "https://en.wikipedia.org/wiki/Chandni_Chowk",
        "text":  "I am pushing my way through the crowded and noisy lanes of Chandni Chowk in Old Delhi, and this market has been operating continuously for over 350 years since the Mughal era. It is incredibly loud here because rickshaws, scooters, and thousands of people are everywhere, and they are all moving in different directions at once. I am standing near an old spice shop that smells strongly of cumin, turmeric, and dried red chili, and the powerful aroma makes my nose tickle. I am here to buy fresh vegetables for my family, and the farmer shouts the price of his spinach while I shout back a lower price because bargaining is a game that both sellers and buyers enjoy playing. The narrow lanes were originally designed for horse carriages, and they have not changed much since Emperor Shah Jahan built this market in the seventeenth century. As I carry my heavy bags home through the afternoon heat, I feel proud that I am feeding my family with fresh food from one of the oldest and most famous markets in all of Asia.",
        "wikiSearch":  "Chandni Chowk"
    },
    {
        "day":  10,
        "country":  "Egypt",
        "title":  "Breakfast Cart in Cairo",
        "wiki":  "https://en.wikipedia.org/wiki/Ful_medames",
        "text":  "I am waiting in a short line at a metal cart on a busy street corner in downtown Cairo, and the noise of this ancient city is beginning to wake up all around me. I can see the famous Nile River down the street if I look past the cars and buses, and I know that Egyptians have been eating breakfast along these banks for thousands of years. I am getting my morning sandwich of Ful Medames, which is a traditional dish made from fava beans that have been slowly cooked overnight in a large copper pot. The man hands me my sandwich, and it is hot and heavy with tender beans, golden olive oil, fresh lemon juice, and a generous sprinkle of cumin. The sandwich is wrapped in newspaper, which is the traditional way to serve this humble but nutritious meal. As I stand here eating with strangers and leaning against a lamp post near the centuries-old Al-Azhar Mosque, we are all equal, and we are all starting our day together with this meal that has been the breakfast of Egyptian workers and farmers for over a thousand years.",
        "wikiSearch":  "Ful medames"
    },
    {
        "day":  11,
        "country":  "India",
        "title":  "Houseboat on Dal Lake",
        "wiki":  "https://en.wikipedia.org/wiki/Dal_Lake",
        "text":  "I am waking up slowly on a traditional houseboat floating on the peaceful waters of Dal Lake in Kashmir, which is often called Paradise on Earth because of its stunning natural beauty. The morning mist is rising from the still water, and I can see the snow-capped Himalayan peaks reflected perfectly on the glassy surface of the lake. These wooden houseboats have been a unique part of Kashmiri culture for over a century, and each one is beautifully carved and decorated with intricate patterns that showcase the exceptional craftsmanship of local artisans. I hear a gentle splash outside my window, and I look out to see a shikara, which is the traditional Kashmiri gondola, gliding past with a flower seller offering fresh lotus blooms and marigolds. The shikarawala, which is what we call the boatman, is singing a soft Kashmiri folk song as he paddles. Later this morning, I will take my own shikara ride through the floating vegetable gardens where farmers grow tomatoes, cucumbers, and melons on beds of woven reeds that float on the water. The air is cool and fresh, and it smells of pine trees from the mountains and wood smoke from the kitchens on other houseboats. Living on the water like this feels like being in a completely different world, far removed from the noise and chaos of modern cities.",
        "wikiSearch":  "Dal Lake"
    },
    {
        "day":  12,
        "country":  "Mexico",
        "title":  "Tortillas in Oaxaca",
        "wiki":  "https://en.wikipedia.org/wiki/Corn_tortilla",
        "text":  "I am standing in my grandmother\u0027s warm kitchen in Oaxaca, which is a state in southern Mexico that is famous for its indigenous cultures and incredible food traditions. The kitchen opens out to a peaceful courtyard with a blooming Jacaranda tree, and the beautiful purple flowers are falling everywhere like colorful rain. The rich smell of toasted corn fills the entire house and drifts out into the narrow cobblestone streets. I watch my grandmother take a small ball of masa, which is the traditional corn dough that Mexican people have been making for thousands of years since the ancient Aztec and Mayan civilizations. She does not use any machine because she prefers the traditional method that her own grandmother taught her many decades ago. I can hear the rhythmic sound of her hands pressing the dough flat between her palms, and each tortilla is perfectly round and thin. She throws the fresh tortilla onto the hot comal, which is a flat clay griddle that sits over the wood fire, and within seconds it puffs up with steam and develops those characteristic brown spots. The process looks simple, but it takes many years of practice to master. Eating a fresh and hot tortilla straight from the comal with just a small pinch of sea salt is better than any expensive restaurant meal I have ever tasted, and it connects me to my ancestors who ate the very same food thousands of years ago.",
        "wikiSearch":  "Corn tortilla"
    },
    {
        "day":  13,
        "country":  "Thailand",
        "title":  "Chiang Mai Night Market",
        "wiki":  "https://en.wikipedia.org/wiki/Night_market",
        "text":  "I am walking slowly through the famous Sunday Walking Street market in Chiang Mai, which is the largest and most ancient city in northern Thailand. The sun has set behind the mountains that surround this valley, and the old city walls made of red brick are beautifully lit up by strings of twinkling lights. The air is thick with fragrant smoke from dozens of grills cooking all kinds of delicious street food, and the smell is so wonderful that it makes my stomach growl with hunger. I find a small spot to sit on the curb near the old moat, which is a water channel that has protected this city for over seven hundred years since it was founded. In my hand is a stick of grilled meatballs that I bought for just a few coins from a friendly vendor, and the spicy dipping sauce is perfectly balanced between sweet, sour, and hot flavors. Nearby, traditional musicians are playing ancient instruments including the khim, which is a hammered dulcimer that produces haunting melodies. It is loud, hot, and crowded with both tourists and locals, but I absolutely love the energy of this place. The night markets of Thailand are more than just places to buy things because they are social gatherings where communities come together to eat, talk, and enjoy the cool evening air after the heat of the tropical day.",
        "wikiSearch":  "Night market"
    },
    {
        "day":  14,
        "country":  "Ethiopia",
        "title":  "Sharing Injera in Addis",
        "wiki":  "https://en.wikipedia.org/wiki/Injera",
        "text":  "I am sitting cross-legged on the floor around a large woven basket called a mesob in a small family home in Addis Ababa, which is the capital city of Ethiopia and sits high in the mountains at an altitude that makes the air cool and fresh. Through the window, I can see the groves of eucalyptus trees covering the distant hills in shades of silver and green. Inside, we are gathered around a giant platter covered with injera, which is a large, thin, and spongy flatbread that serves as both the plate and the utensil for our meal. This unique bread is made from teff flour, which comes from a tiny grain that grows only in the Ethiopian highlands and is one of the most nutritious grains on earth. We do not use forks, spoons, or knives because eating with your hands is the traditional and proper way to enjoy Ethiopian food. I tear off a piece of the slightly sour and beautifully textured bread and use it to scoop up the spicy lentil stew called misir wot, which is seasoned with berbere, a complex spice blend that includes fenugreek, cardamom, and many other aromatic ingredients. My friend sitting across from me reaches over and feeds me a large bite with his hand, and I am honored because this gesture is called gursha, which is a profound sign of love, respect, and friendship in Ethiopian culture. The more someone cares about you, the bigger the gursha they will give you. This beautiful tradition of eating from a shared plate reminds me that food always tastes better when it is enjoyed together with people you love.",
        "wikiSearch":  "Injera"
    },
    {
        "day":  15,
        "country":  "Philippines",
        "title":  "Jeepney Ride in Manila",
        "wiki":  "https://en.wikipedia.org/wiki/Jeepney",
        "text":  "I am squeezed into the back of a brightly decorated jeepney that is stuck in the legendary traffic of Manila, and the heat inside the vehicle is almost unbearable. A jeepney is a unique Filipino form of public transportation that was originally made from American military jeeps left behind after World War II, and local craftsmen transformed these vehicles into colorful works of art on wheels. Each jeepney is uniquely decorated with chrome horses, religious images, and bold paintings of everything from superheroes to movie stars. I am sitting knee to knee with a complete stranger who is somehow managing to hold a large basket of live chickens on her lap, and the situation is both uncomfortable and wonderfully absurd. We pass our fare coins down the long line of passengers toward the driver, and this honor system of payment shows the trust that exists within Filipino society. The warm wind blows through the open windows and carries the mixed smells of rain, exhaust fumes, and food cooking at nearby street stalls. Music from the 1980s is blasting loudly from the speakers that the driver has installed, and some passengers are singing along to the familiar tunes. It is a noisy, crowded, and bumpy ride through streets lined with palm trees and concrete buildings, but as I look out at the passing scenery and feel the energy of this massive city, I can feel the heartbeat of the Philippines all around me.",
        "wikiSearch":  "Jeepney"
    },
    {
        "day":  16,
        "country":  "Bangladesh",
        "title":  "Fishing in the Wetlands",
        "wiki":  "https://en.wikipedia.org/wiki/Fishing_in_Bangladesh",
        "text":  "The annual monsoon rains have flooded the low-lying fields near my village in the Sylhet division of northeastern Bangladesh, transforming the entire landscape into a vast network of shimmering wetlands that stretch as far as the eye can see. I am wading slowly into the shallow warm water, and I am holding a traditional bamboo trap called a polo that my grandfather wove with his own hands many years ago. It is remarkably quiet out here in the flooded fields, and there is just the gentle sound of rain falling on the water surface, creating thousands of tiny ripples that spread outward in ever-widening circles. In the distance, I can see the famous tea gardens of Sylhet covering the rolling hills, and they look like a beautiful green carpet draped over the land. Bangladesh is called the land of rivers because it sits in the delta of three mighty waterways, and during the monsoon season, more than one third of the entire country is covered by water. I am not fishing for sport or for a trophy to hang on my wall, but I am simply trying to catch enough small fish to feed my family for dinner. After waiting patiently for nearly an hour, I finally feel movement in my trap, and I lift it carefully to find several silvery fish flashing in the sunlight. Catching even these few small fish feels like a tremendous success because it connects me deeply to the land, the water, and the seasonal rhythms that have shaped the lives of Bengali people for thousands of years. My ancestors fished in these very same waters, and I hope my children and grandchildren will continue this tradition long after I am gone.",
        "wikiSearch":  "Fishing in Bangladesh"
    },
    {
        "day":  17,
        "country":  "Peru",
        "title":  "Potato Harvest in Andes",
        "wiki":  "https://en.wikipedia.org/wiki/Potato",
        "text":  "I am standing high in the magnificent Andes mountains near the ancient city of Cusco, which was once the capital of the mighty Inca Empire that ruled most of South America before the Spanish arrived. The air up here is so incredibly thin that I have to take slow, deep breaths to get enough oxygen into my lungs, and my heart beats faster than usual from the effort of simply walking. Below me, the Sacred Valley stretches out like a beautiful patchwork quilt made of dozens of small green fields, and this fertile land has been cultivated by indigenous people for thousands of years. Today, the entire community has gathered together because we are harvesting potatoes, and this is one of the most important events of the agricultural year. The potatoes come out of the dark, cold earth in an amazing variety of colors and shapes that I never knew existed. There are purple ones with deep violet flesh, bright yellow ones that taste buttery, red ones with pink swirls inside, and dozens of other varieties that have been developed over thousands of years of careful breeding. I dig my bare hands into the rich soil to pull out the precious vegetables, and my fingers are numb from the cold. After a few hours of work, we build an earth oven called a huatia by stacking stones and heating them with a wood fire until they glow red. We place the freshly harvested potatoes inside and cover the oven with grass and more earth. After an hour of slow cooking, we uncover the most delicious potatoes I have ever tasted. Eating a hot, steaming potato straight from the ground while I am surrounded by clouds and ancient mountains makes me feel incredibly wealthy, even though I have no money in my pockets.",
        "wikiSearch":  "Potato"
    },
    {
        "day":  18,
        "country":  "Malaysia",
        "title":  "Kampung Morning in Kelantan",
        "wiki":  "https://en.wikipedia.org/wiki/Upin_%26_Ipin",
        "text":  "I am waking up early in a traditional wooden kampung house in Kelantan, which is a state in northeastern Malaysia known for preserving the old Malay way of life. The morning call to prayer echoes across the village, and I can hear roosters crowing in the distance. This peaceful village setting reminds me of the famous Malaysian animated series Upin and Ipin, which follows twin brothers living in a kampung just like this one with their beloved Opah, which means grandmother in Malay. The show has taught millions of children across Southeast Asia about Malaysian culture, family values, and the importance of community. I walk outside onto the wooden porch of the rumah panggung, which is what we call a traditional raised house built on stilts to keep cool and avoid flooding during monsoon season. My neighbor Mak Cik, which is the respectful term for an older woman, is already awake and preparing nasi kerabu, which is a famous Kelantanese dish of blue-colored rice served with herbs, fish, and spicy sambal. The blue color comes from butterfly pea flowers, and it looks almost too beautiful to eat. Children from the village are running barefoot between the houses, playing traditional games like congkak and gasing, which is a spinning top game that requires great skill. This simple kampung life, where neighbors know each other by name and everyone looks out for one another, represents the heart of Malaysian culture that Upin and Ipin has helped preserve for future generations.",
        "wikiSearch":  "Upin \u0026 Ipin"
    },
    {
        "day":  19,
        "country":  "Somalia",
        "title":  "Spiced Tea in Hargeisa",
        "wiki":  "https://en.wikipedia.org/wiki/Shaah",
        "text":  "After a long and exhausting day of work under the hot East African sun, I pull up a worn plastic chair outside a small tea shop on a dusty side street in Hargeisa, which is the second largest city in Somalia and serves as the capital of the self-declared republic of Somaliland. The wide unpaved street in front of me is busy with an unusual mix of traffic, and I watch with amusement as camels and cars share the road, somehow managing to navigate around each other without any traffic lights or rules. I am drinking shaah, which is the traditional Somali tea that I have loved since my earliest childhood memories. This special tea is brewed extremely strong and then mixed with generous amounts of powerful spices including cardamom, cinnamon, cloves, and especially ginger, which gives it a warming heat that tingles on your tongue. The tea is always served very sweet because sugar is considered a sign of hospitality and prosperity in our culture. I sit here in the fading light of evening with several elders from my neighborhood, and I listen with respect as they recite beautiful classical poetry that has been passed down through oral tradition for hundreds of years. In Somali culture, poetry is one of the highest art forms, and skilled poets are celebrated and respected throughout society. We do not need televisions or the internet for our entertainment because we have something much more valuable. We have stories, and we have poems, and we have the wisdom of generations. And somehow, all of these ancient traditions flow more easily and taste more meaningful when accompanied by a cup of perfectly spiced tea.",
        "wikiSearch":  "Shaah"
    },
    {
        "day":  20,
        "country":  "Yemen",
        "title":  "The Old Souq in Sana\u0027a",
        "wiki":  "https://en.wikipedia.org/wiki/Souq",
        "text":  "I am walking through the ancient stone gateway called Bab al-Yemen into the Old City of Sana\u0027a, and I feel as though I am stepping back in time by at least a thousand years. This walled city has been continuously inhabited for more than 2,500 years, making it one of the oldest urban settlements on Earth, and UNESCO has declared it a World Heritage Site because of its extraordinary architectural and historical significance. The tall tower houses that line the narrow streets are absolutely unique in all the world, and they are built from brown mud brick decorated with elaborate white geometric patterns made from gypsum plaster. They look remarkably like gingerbread houses from a fairy tale, with their ornate windows and intricate designs. I walk slowly through the souq, which is the Arabic word for market, and I pass by small shops and stalls that have occupied the same locations for centuries. There are sacks of aromatic spices piled high in every color of the rainbow, and there are jars of golden honey collected from hives in the mountains. The complex smell is a wonderful mixture of frankincense, myrrh, and the distinctive aroma of roasted coffee husks called qishr, which Yemenis have been brewing into a traditional drink since long before coffee became popular in Europe. I am only here today to buy fresh bread called khubz from the baker who makes it in a tandoor oven heated by wood fire. However, as I walk through this living history, touching the ancient stones and breathing air scented with the same spices my ancestors knew, I feel a profound spiritual connection to the countless generations of Yemenis who walked these exact same streets before me.",
        "wikiSearch":  "Souq"
    },
    {
        "day":  21,
        "country":  "Uzbekistan",
        "title":  "Cooking Plov in Samarkand",
        "wiki":  "https://en.wikipedia.org/wiki/Pilaf",
        "text":  "I am standing in a spacious courtyard in the ancient city of Samarkand, and from where I stand, I can see the magnificent blue tiled domes of the Registan square shining brilliantly in the morning sunlight like enormous turquoise jewels. The Registan is one of the most stunning architectural complexes in the entire Islamic world, and its three massive madrassas have been standing here since the fifteenth century when Samarkand was one of the most important cities on the legendary Silk Road trade route that connected China to Europe. Today, however, I am not here as a tourist to admire the ancient monuments. I am here to help cook plov for a traditional Uzbek wedding celebration, and this is a tremendous honor because plov is considered the national dish of Uzbekistan and the centerpiece of all important gatherings. We are using a massive cast-iron pot called a kazan that is so large it can cook enough rice to feed over three hundred guests, and this enormous vessel sits over an open wood fire that crackles and sends sparks dancing into the air. My specific job this morning is to chop the bright orange carrots, and there are so many carrots that my arms are getting tired from the repetitive motion. The traditional recipe calls for equal weights of rice, meat, and carrots, along with plenty of cumin, coriander, and whole garlic heads that will cook slowly and become soft and sweet. We layer all of the ingredients carefully in a specific order because the technique matters as much as the ingredients themselves. First goes the meat, which is lamb in this case, then the onions and carrots, then finally the rice on top. The pot is sealed with a heavy lid, and the plov cooks slowly for several hours while the flavors meld together into something magical. The anticipation builds throughout the afternoon as the complex and savory smell fills the entire neighborhood and draws people toward the celebration. When the time finally comes to uncover the kazan and pour the steaming plov onto the giant communal platter, the golden rice glistening with oil and dotted with tender meat and soft carrots, it feels like a true celebration of unity, community, and the ancient traditions that have sustained the people of Central Asia for thousands of years.",
        "wikiSearch":  "Pilaf"
    },
    {
        "day":  22,
        "country":  "Indonesia",
        "title":  "River Journey in Borneo",
        "wiki":  "https://en.wikipedia.org/wiki/Kalimantan",
        "text":  "I am sitting in a long wooden boat called a klotok as it travels slowly up the Sekonyer River deep in the heart of Kalimantan, which is the Indonesian part of the island of Borneo and one of the last great wilderness areas on Earth. The ancient rainforest rises like green walls on both sides of the muddy brown river, and the air is thick with humidity and the sounds of countless birds and insects creating a symphony of jungle noise. Kalimantan is home to some of the oldest rainforests in the world, and scientists believe these forests have existed for over 130 million years, making them even older than the Amazon. Our klotok moves at a gentle pace because we are searching for orangutans, which are the great red apes that live only on the islands of Borneo and Sumatra. The name orangutan comes from the Malay words orang hutan, which means person of the forest, and local people have always treated these intelligent creatures with respect. Suddenly, our guide points excitedly to a tree near the riverbank, and I see a mother orangutan with her baby clinging to her chest, watching us with curious eyes from high in the branches. The Dayak people, who are the indigenous tribes of Borneo, have lived in harmony with this forest for thousands of years, and their traditional longhouses can still be found in remote villages along the river. As the sun begins to set and paints the sky in shades of orange and purple, I realize that I am witnessing something precious and fragile, a wilderness that we must protect for future generations to experience and appreciate.",
        "wikiSearch":  "Kalimantan"
    },
    {
        "day":  23,
        "country":  "Colombia",
        "title":  "Morning Arepa in Medellin",
        "wiki":  "https://en.wikipedia.org/wiki/Arepa",
        "text":  "I am sitting on the narrow balcony of my apartment in Medellin, which is known as the City of Eternal Spring because its location in a valley of the Colombian Andes gives it perfect weather throughout the entire year. I am looking up at the lush green mountains that embrace our city like protective arms, and a light mist is drifting down from the peaks this cool morning, creating a magical atmosphere that makes everything feel peaceful and new. In my hand is my breakfast: a perfectly grilled corn cake called an arepa that my mother prepared for me just minutes ago using techniques that have been passed down through our family for many generations. The arepa is one of the most ancient foods in the Americas, and indigenous peoples were making them long before Christopher Columbus arrived on these shores. My mother grilled this one on a traditional grill until it developed those characteristic black char marks on the outside, but when I break it open, the inside is beautifully soft and steaming hot. I place a thick slice of queso costeno, which is a salty white cheese from the Caribbean coast of Colombia, inside the arepa and watch as it begins to melt from the heat. Holding this warm and comforting corn cake on a cool mountain morning while the city slowly wakes up below me is one of the best feelings I know. It is such a humble and simple food, but it connects every Colombian to our shared history and to each other. Whether you are rich or poor, whether you live in a mansion or a small apartment like mine, the arepa is always present at our breakfast tables, and it reminds us that the most meaningful things in life are often the simplest ones.",
        "wikiSearch":  "Arepa"
    },
    {
        "day":  24,
        "country":  "Malaysia",
        "title":  "Nasi Lemak in KL",
        "wiki":  "https://en.wikipedia.org/wiki/Nasi_lemak",
        "text":  "I am rushing to work through the busy streets of Kuala Lumpur on a typical Monday morning, but despite my hurry, I cannot resist stopping at my favorite small roadside stall that is protected from the tropical sun by a faded blue umbrella. This humble stall has been operated by the same Chinese-Malay family for over thirty years, and they arrive before dawn every day to prepare fresh food for the morning rush. In the distance, the iconic Petronas Twin Towers pierce the hazy sky like two silver rockets preparing for launch, and these massive buildings remind everyone of Malaysia\u0027s rapid modernization and economic success. But down here at street level, the rhythm of life has not changed very much since my grandparents\u0027 time, and it is still all about the food. I am buying my usual breakfast of nasi lemak bungkus, which comes as a neat pyramid-shaped packet wrapped carefully in a fresh banana leaf that gives the rice a subtle and distinctive fragrance. When I unwrap the package later at my office desk, the wonderful smell of coconut immediately fills my small workspace, and my colleagues look over with knowing smiles because they recognize this beloved national dish. Inside the banana leaf wrapping, I find fragrant rice that has been cooked in rich coconut milk, a generous spoonful of fiery sambal sauce made from ground chilies and dried shrimp, crunchy fried anchovies called ikan bilis, roasted peanuts for texture, a slice of cool cucumber for balance, and half of a hard-boiled egg that my mother always insisted was essential for proper nutrition. This humble breakfast packet costs less than two dollars, but it contains layers of flavor and cultural meaning that make it priceless to every Malaysian.",
        "wikiSearch":  "Nasi lemak"
    },
    {
        "day":  25,
        "country":  "Iran",
        "title":  "Picnic in Isfahan",
        "wiki":  "https://en.wikipedia.org/wiki/Iranian_cuisine",
        "text":  "It is Friday, which is the holy day of rest in Iran and the equivalent of Sunday in Western countries, and I have come with my extended family to the magnificent Naqsh-e Jahan Square in the heart of Isfahan, which is one of the largest and most beautiful public squares in the entire world. We have spread our colorful woven rug on the well-maintained grass under the shade of a grand Plane tree whose massive trunk suggests it has been growing here for hundreds of years. The spectacular blue tiled dome of the Shah Mosque rises at one end of the square, and its intricate geometric patterns seem to glow with an inner light as the late afternoon sun catches the glazed surfaces at just the right angle. This mosque was completed in 1629 during the golden age of Persian architecture, and the mathematical precision of its design still fills architects and mathematicians with wonder today. We are not the only family enjoying this perfect afternoon because hundreds of other groups are scattered across the grass with their own rugs, thermoses of hot tea, and baskets of food. Iranian people have a deep tradition of picnicking called doreh, and it is common for families to spend entire days relaxing outdoors together, especially during the mild spring and autumn months. I am eating fresh sangak flatbread that is still warm from the bakery, and I am dipping pieces into a bowl of creamy mast-o-khiar, which is a refreshing yogurt mixed with cucumbers, dried mint, and rose petals. My cousins are playing badminton in the open space nearby, and their laughter mixes with the gentle splashing of the centuries-old fountains. We do not need expensive entertainment or complicated plans because simply being together with family in this beautiful place, eating simple food, and watching the world go by is more than enough to make our hearts full of gratitude and joy.",
        "wikiSearch":  "Iranian cuisine"
    },
    {
        "day":  26,
        "country":  "Sudan",
        "title":  "The Tea Lady in Khartoum",
        "wiki":  "https://en.wikipedia.org/wiki/Tea_lady",
        "text":  "I am sitting on a low wooden stool on a dusty sidewalk in Khartoum, which is the capital city of Sudan and sits at the historic confluence where the White Nile and Blue Nile rivers join together to form the great Nile that flows all the way to the Mediterranean Sea. Not far from where I sit, I can see the murky waters of these two great rivers meeting, and the distinct colors of each river remain visible for some distance downstream before they finally merge together completely. However, my attention right now is focused on someone much more important to my daily life than any geographical wonder: the Tea Lady who sits before me on her own small stool. She is the true queen of this street corner, and she has been coming to this exact spot every day for over twenty years, arriving before the sun rises and leaving only after the last evening customers have gone home. She has her small charcoal stove glowing red with heat, and the coals crackle and pop as she adds small sticks to keep the temperature just right. With expert speed and confidence born of decades of practice, she mixes strong black tea with aromatic spices including ginger, cinnamon, and cardamom, and she adds generous amounts of sugar because sweetness is considered essential for proper hospitality in Sudanese culture. The metal spoon clinks rhythmically against the glass as she stirs, and the sound is as familiar to me as my mother\u0027s voice. University students with their heavy textbooks, office workers in their pressed shirts, construction laborers with dust on their clothes, and retired elders with long white beards all sit together on plastic crates and wooden stools around her tiny stove. They argue passionately about football matches and local politics, they share gossip about neighbors and celebrities, and they discuss the deep philosophical questions of existence. This is the most democratic and cheapest cafe in all of Khartoum, right here under the sprawling branches of an ancient Acacia tree, and the only price of admission is respect for the Tea Lady and appreciation for the simple pleasure of a well-made cup of tea.",
        "wikiSearch":  "Tea lady"
    },
    {
        "day":  27,
        "country":  "Nepal",
        "title":  "Momos in Kathmandu",
        "wiki":  "https://en.wikipedia.org/wiki/Momo_(food)",
        "text":  "The afternoon air is crisp and chilly in the Kathmandu valley today, and I can see my breath forming small white clouds as I navigate the wonderfully chaotic narrow streets of Thamel, which is the famous tourist district of Nepal\u0027s capital city. I am dodging motorbikes that seem to come from every direction at once, and I am ducking under colorful Buddhist prayer flags that are strung between the old brick buildings and flutter constantly in the mountain breeze. These prayer flags are not merely decorations because Nepali Buddhists believe that the wind carries the sacred prayers printed on the fabric to benefit all living beings. The snow-capped peaks of the mighty Himalayas are hidden behind clouds today, but I know they are there, watching over the valley as they have for millions of years before humans ever walked this earth. I stop at a small and unassuming street stall that has become my favorite place in all of Kathmandu for one specific reason: they make the best momos in the city. Momos are Nepali dumplings that were originally brought here by Tibetan refugees who crossed the high mountain passes after the Chinese occupation of their homeland, and over the decades, Nepalis have adopted and adapted this dish until it has become an essential part of our own national cuisine. The dumplings are steaming in tall metal stacker containers, and the steam rises dramatically into the cold air, carrying with it the mouthwatering smell of seasoned meat, minced onions, and aromatic spices. I order a plate of buff momos, which are made with water buffalo meat because cows are sacred in Hindu Nepal and cannot be eaten. The cook places a generous portion in front of me, and I immediately dip one of the hot dumplings into the accompanying sauce, which is a spicy tomato and sesame chutney that provides a perfect balance of heat and tang. The first bite burns my tongue slightly because I am too impatient to let it cool properly, and I have to open my mouth and fan the steam with my hand while my friends laugh at my predictable mistake. But the warmth spreads quickly through my body, and suddenly the cold mountain afternoon does not feel so harsh anymore.",
        "wikiSearch":  "Momo (food)"
    },
    {
        "day":  28,
        "country":  "Indonesia",
        "title":  "Komodo Dragons of Flores",
        "wiki":  "https://en.wikipedia.org/wiki/Flores",
        "text":  "I am standing on the dusty volcanic soil of Rinca Island, which is part of the Komodo National Park located off the coast of Flores in eastern Indonesia, and my heart is pounding with a mixture of excitement and healthy fear. Our park ranger carries a long forked stick as we walk carefully through the dry savanna landscape, and he explains that this simple wooden tool is our only protection against the massive reptiles we have come to see. The Komodo dragon is the largest living lizard on Earth, growing up to three meters long and weighing over 70 kilograms, and it has existed in this remote corner of Indonesia for millions of years, making it a living dinosaur. We do not have to wait long before we spot our first dragon basking in the shade of a tamarind tree, and it is even more impressive and terrifying than I imagined. Its forked yellow tongue flicks in and out constantly, tasting the air for the scent of prey, and its powerful claws dig into the earth as it watches us with ancient, unblinking eyes. The ranger tells us that Komodo dragons have bacteria in their saliva that can cause deadly infections, and they are ambush predators capable of taking down water buffalo and deer with a single venomous bite. Flores itself is a beautiful island of volcanic mountains, traditional villages, and the famous tri-colored crater lakes of Kelimutu, which change color depending on the mineral content and the position of the sun. The Manggarai people of Flores have their own unique culture and traditions, including the spectacular caci whip fighting ceremony and the distinctive cone-shaped roofs of their traditional houses. As I watch this prehistoric predator slowly rise and lumber away into the thorny forest, I feel incredibly privileged to witness one of nature\u0027s most extraordinary survivors in its wild and natural habitat.",
        "wikiSearch":  "Flores"
    },
    {
        "day":  29,
        "country":  "Jordan",
        "title":  "Olive Harvest in Ajloun",
        "wiki":  "https://en.wikipedia.org/wiki/Olive",
        "text":  "It is the middle of October, and I am standing on a steep rocky hillside in the Ajloun region of northern Jordan, where the air smells of pine trees, wild herbs, and the rich dark earth that has nurtured olive groves for thousands of years. This part of Jordan is covered with rolling hills and green valleys that look nothing like the desert landscapes that most foreigners imagine when they think of the Middle East, and the scenery here reminds many visitors of Tuscany or southern Spain. My entire extended family has gathered today for the annual olive harvest, which is one of the most important events in the Jordanian agricultural calendar and a tradition that connects us to our ancestors who planted and tended these very same trees generations ago. Some of the olive trees in our family\u0027s grove are absolutely ancient, with twisted and gnarled trunks that suggest they have been growing here for three hundred years or more. The oldest trees are treated with special reverence because they have witnessed so much history and have fed so many generations of our family through wars, droughts, and times of both hardship and prosperity. We spread large canvas sheets on the ground beneath each tree, and then we use long wooden rakes and poles to gently shake the branches and knock the ripe olives loose. The olives fall like black and green rain, and they bounce and roll on the sheets below. It is hard physical work that makes your shoulders and back ache by the end of the day, but my uncle keeps us motivated by singing old folk songs that his father taught him many decades ago, and we all join in on the familiar choruses. At midday, we stop working and spread a simple picnic lunch under the shade of the largest tree in the grove. We eat fresh khubz flatbread that my aunt baked in a taboon oven this morning, and we dip pieces of the warm bread into small dishes of olive oil that was pressed last year from the very trees that surround us. The oil is deep green and slightly peppery, with a richness that comes only from olives that have been grown in this particular soil and pressed within hours of harvesting. We are not wealthy people by any modern standard, but sitting here with my family, eating bread and oil that we produced ourselves from trees that our great-great-grandparents planted, I feel like the richest person in the entire world.",
        "wikiSearch":  "Olive"
    },
    {
        "day":  30,
        "country":  "Global",
        "title":  "Reflection on Simple Joys",
        "wiki":  "https://en.wikipedia.org/wiki/Happiness",
        "text":  "I am sitting quietly in my small room as the sun sets outside my window, and I am looking at a colorful map of the world that hangs on my wall, with pins marking all the places I have visited in my imagination over the past thirty days. Over this past month, I have traveled to distant corners of the globe without ever leaving my chair or spending money on expensive airplane tickets and hotel rooms. I have kicked a football on the hard concrete courts of a Brazilian favela and felt the joy of playing simply for the love of the game. I have drunk spiced tea by the banks of the ancient Nile River in Sudan and listened to strangers debate philosophy and football with equal passion. I have eaten steaming momos on a cold afternoon in the shadow of the Himalayan mountains and felt the warmth spread through my body. I have harvested potatoes in the thin air of the Peruvian Andes and tasted food pulled directly from the earth that gave it life. I have watched wrestlers perform sacred rituals on the beaches of Senegal and understood that sport can be spiritual. I have woven threads of gold and green on a wooden loom in Ghana and felt the satisfaction of creating something beautiful with my own hands. Through all of these journeys of the mind, I have come to understand something profound about human nature that transcends all borders, languages, and cultural differences. Happiness does not require wealth, fame, or possessions because the sources of true joy are remarkably universal and remarkably simple. People everywhere find meaning and contentment in the same basic things: fresh food shared with loved ones, the warmth of community and family bonds, the satisfaction of honest work, and the daily rituals that give structure and meaning to our lives. The wealthy businessperson in a Tokyo skyscraper and the humble farmer in a Bangladeshi village both smile when they bite into a delicious meal, both feel pride when they accomplish something difficult, and both find peace in the company of people who care about them. We do not need luxury or extravagance to live a rich and fulfilling life because we only need to appreciate the small moments that make up our days and recognize the extraordinary beauty hidden within the ordinary experiences of everyday existence.",
        "wikiSearch":  "Happiness"
    }
]
